Repository: dhis2/aggregate-data-entry-app
Catalog: i18n/*.po
Languages: cs, es, fr, lo, nl, pt, uz, vi

source: Not authorized
cs: Neautorizováno
es: No autorizado
fr: Non autorisé
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດ
nl: Niet geautoriseerd
pt: Não autorizado
uz: Авторизациядан ўтилмаган
vi: Không được phép

source: You don't have access to the Data Approval App. Contact a system administrator to request access.
cs: Nemáte přístup k aplikaci Schvalování dat. Požádejte o přístup správce systému.
es: No tienes acceso a la aplicación de aprobación de datos. Póngase en contacto con el administrador del sistema para solicitar acceso.
fr: Vous n'avez pas accès à l'application Approbation des données (Data Approval App). Contactez un administrateur système pour demander un accès.
lo: ທ່ານບໍ່ໄດ້ຮັບອານຸຍາດໃຫ້ເຂົ້າເຖິງແອັບການອະນຸມັດຂໍ້ມູນ. ກະລຸນາຕິດຕໍ່ຜູ້ຮັບຜິດຊອບລະບົບເພື່ອຮ້ອງຂໍການເຂົ້າເຖິງ.
nl: U heeft geen toegang tot de Data Approval App. Neem contact op met een systeembeheerder om toegang aan te vragen.
pt: Não tem acesso à aplicação de aprovação de dados. Contacte um administrador do sistema para solicitar o acesso.
uz: Сизга маълумотлар базаси иловасига киришга рухсат берилмаган. Тизим администраторига алоқага чиқинг ва тизимга кириш рухсатномасига сўров юборинг.
vi: Bạn không có quyền truy cập vào Ứng dụng phê duyệt dữ liệu. Hãy liên hệ với quản trị viên hệ thống để yêu cầu quyền truy cập.

source: There was a problem loading metadata
cs: Při načítání metadat došlo k problému
es: Hubo un problema al cargar los metadatos.
fr: Un problème est survenu lors du chargement des métadonnées
lo: ມີບັນຫາໃນການໂຫຼດຂໍ້ມູນເມຕາ
nl: Er is een probleem opgetreden bij het laden van metadata
pt: Houve um problema ao carregar os metadados
uz: Метабазани юклашда муаммо юз берди
vi: Đã có sự cố khi tải metadata

source: There was a problem loading the user's information
cs: Při načítání informací o uživateli došlo k problému
es: Hubo un problema al cargar la información del usuario
fr: Un problème est survenu lors du chargement des informations de l'utilisateur
lo: ມີບັນຫາໃນການໂຫຼດຂໍ້ມູນຂອງຜູ້ໃຊ້
nl: Er is een probleem opgetreden bij het laden van de gegevens van de gebruiker
pt: Houve um problema ao carregar as informações do utilizador
uz: Фойдаланувчи маълумотларини юклашда муаммо юз берди
vi: Có sự cố khi tải thông tin người dùng

source: There is {{pendingMutations}} pending change.
cs: Čeká na změnu {{pendingMutations}}.

source: There are {{pendingMutations}} pending changes.
cs: Počet nevyřízených změn: {{pendingMutations}}.

source: Synced
cs: Synchronizováno

source: Session Expired. Please reload to log in again. You will not lose any data.
cs: Relace vypršela. Chcete-li se znovu přihlásit, načtěte znovu. O žádná data nepřijdete.
es: Sesión expirada. Vuelva a cargar para iniciar sesión de nuevo. No perderás ningún dato.
fr: Session expirée. Veuillez recharger la page pour vous reconnecter. Vous ne perdrez aucune donnée.
lo: ເຊເຊີນໝົດອາຍຸ. ກະລຸນາໂຫຼດໃໝ່ເພື່ອເຂົ້າສູ່ລະບົບອີກຄັ້ງ ທ່ານຈະບໍ່ສູນເສຍຂໍ້ມູນໃດໆ
nl: Sessie verlopen. Gelieve opnieuw te laden om opnieuw in te loggen. U verliest geen gegevens.
pt: Sessão expirada. Recarregue para iniciar sessão novamente. Não perderá quaisquer dados.
uz: Сессия вақти эскирди. Марҳамат, тизимга қайта киринг. Сизнинг ҳеч қандай маълумотингиз йўқотилмайди
vi: Phiên đã hết hạn. Vui lòng tải lại để đăng nhập lại. Bạn sẽ không mất bất kỳ dữ liệu nào.

source: Couldn't incomplete the form, please try again later
cs: Formulář se nepodařilo vyplnit, zkuste to prosím znovu později
es: No se pudo completar el formulario, inténtelo de nuevo más tarde
fr: Le formulaire n'a pas pu être marqué comme non terminé, veuillez réessayer plus tard.
lo: ບໍ່ສາມາດປ້ອນແບບຟອມໄດ້, ກະລຸນາລອງໃໝ່ພາຍຫຼັງ
nl: Kon het formulier niet onvolledig invullen, probeer het later opnieuw
pt: Não foi possível completar o formulário, tente novamente mais tarde
uz: Шаклни тўлдириш иложи бўлмади. марҳамат кейинроқ қайта уриниб кўринг
vi: Không thể hủy hoàn thành biểu mẫu, vui lòng thử lại sau

source: Mark incomplete
cs: Označit jako neúplné
es: Marca como incompleto
fr: Marquer comme non terminé
lo: ໝາຍວ່າບໍ່ຄົບຖ້ວນ
nl: Markering onvolledig
pt: Marca incompleta
uz: Тугалланмаган деб белгилансин
vi: Đánh dấu là chưa hoàn thành

source: Mark complete
cs: Označit jako dokončené
es: Marcar como completado
fr: Marquer comme terminé
lo: ໝາຍວ່າຄົບຖ້ວນ
nl: Markering voltooid
pt: Marca completa
uz: Тугалланган деб белгилансин
vi: Đánh dấu hoàn thành

source: Hide details
cs: Skrýt detaily
es: Ocultar detalles
fr: Masquer les détails
lo: ເຊື່ອງລາຍລະອຽດ
nl: Verberg details
pt: Esconder detalhes
uz: Деталларни беркитиш
vi: Ẩn chi tiết

source: View details
cs: Zobrazit podrobnosti
es: Ver detalles
fr: Afficher les détails
lo: ເບີ່ງລາຍລະອຽດ
nl: Details bekijken
pt: Ver detalhes
uz: Деталларни кўрсатиш
vi: Xem chi tiết

source: Validation is not available offline
cs: Ověření není dostupné offline
es: La validación no está disponible sin conexión
fr: La validation n'est pas disponible hors-ligne
lo: ການກວດສອບບໍ່ສາມາດເຮັດໄດ້ໃນແບບ ອັອບລາຍ
nl: Validatie is niet offline beschikbaar
pt: A validação não está disponível offline
uz: Автоном режимда текшириш имконияти мавжуд эмас
vi: Tính hợp lệ không khả dụng ngoại tuyến

source: Validation is not available while changes are pending
cs: Ověření není k dispozici, dokud změny čekají
es: La validación no está disponible mientras haya cambios pendientes
fr: La validation n'est pas disponible lorsque des modifications sont en cours
lo: ໃນຂະນະທີ່ມີການປ່ຽນແປງຄ້າງຢູ່ ບໍ່ສາມາດເຮັດການກວດສອບໄດ້
nl: Validatie is niet beschikbaar terwijl wijzigingen in behandeling zijn
pt: A validação não está disponível enquanto as alterações estiverem pendentes
uz: Ўзгартиришлар киритилиши кутилаётган даврда текшириш имконияти мавжуд эмас
vi: Tính hợp lệ không khả dụng trong khi các thay đổi đang chờ xử lý

source: Run validation
cs: Spustit ověření
es: Ejecutar validación
fr: Exécuter validation
lo: ກວດສອບຄວາມຖືກຕ້ອງ
nl: Validatie uitvoeren
pt: Executar a validação
uz: Текшириш ўтказилсин
vi: Kiểm tra sự hợp lệ

source: 1 invalid value not saved
cs: 1 neplatná hodnota nebyla uložena
es: 1 valor no es válido y no se pudo guardar
fr: 1 valeur invalide non sauvegardée
lo: 1 ຄ່າທີ່ບໍ່ຖືກຕ້ອງທີ່ບໍ່ໄດ້ບັນທຶກ
nl: 1 ongeldige waarde niet opgeslagen
pt: 1 valor inválido não guardado
uz: 1 та чала кўрсатгич сақланмади
vi: 1 giá trị không hợp lệ không được lưu

source: {{numberOfErrors}} invalid values not saved
cs: {{numberOfErrors}} neplatných hodnot nebylo uloženo
es: {{numberOfErrors}} valores no son válidos y no se pudieron guardar
fr: {{numberOfErrors}} valeurs invalides non sauvegardées
lo: {{numberOfErrors}}ຄ່າທີ່ບໍ່ຖືກຕ້ອງ ບໍ່ໄດ້ບັນທຶກ
nl: {{numberOfErrors}} ongeldige waarden niet opgeslagen
pt: {{numberOfErrors}} valores inválidos não guardados
uz: {{numberOfErrors}} чала кўрсатгич сақланмади
vi: {{numberOfErrors}} giá trị không hợp lệ không được lưu

source: Last completed by
cs: Naposledy dokončeno
nl: Laatst voltooid door
pt: Última vez preenchido por

source: Last incompleted by
cs: Naposledy nedokončeno od
nl: Laatst onvoltooid door
pt: Último incompleto por

source: Couldn't validate the form, please try again later
cs: Formulář se nepodařilo ověřit, zkuste to prosím znovu později
es: No se pudo validar el formulario, intente nuevamente más tarde
fr: Impossible de valider le formulaire. Veuillez réessayer plus tard.
lo: ບໍ່ສາມາດກວດສອບແບບຟອມໄດ້, ກະລຸນາລອງອີກຄັ້ງໃນພາຍຫຼັງ
nl: Kan het formulier niet valideren, probeer het later opnieuw
pt: Não foi possível validar o formulário, tente novamente mais tarde
uz: Шаклни текшириш имкони бўлмади, марҳамат кейинроқ қайта уриниб кўринг
vi: Không thể kiểm tra biểu nhập, hãy thử lại sau

source: Couldn't validate the form. This does not effect form completion!
cs: Formulář se nepodařilo ověřit. Toto nemá vliv na vyplnění formuláře!
es: No se pudo validar el formulario. ¡Esto no afecta la finalización del mismo!
fr: Impossible de valider le formulaire. Cela n'affecte pas le remplissage effectif du formulaire !
lo: ບໍ່ສາມາດກວດສອບແບບຟອມໄດ້. ການດຳເນີນການນີ້ຈະບໍ່ສົ່ງຜົນຕໍ່ການປ້ອນແບບຟອມ
nl: Kan het formulier niet valideren. Dit heeft geen invloed op het invullen van het formulier!
pt: Não foi possível validar o formulário. Isto não afecta o preenchimento do formulário!
uz: Шаклни текшириш имкони бўлмади, бу шаклни якунига етказиш имконсиз!
vi: Không thể kiểm tra biểu nhập. Việc này không ảnh hưởng đến việc hoàn thành biểu nhập.

source: The form can't be completed while invalid
cs: Pokud je formulář neplatný, nelze jej vyplnit
es: El formulario no se puede completar si es inválido
fr: Le formulaire ne peut pas être marqué comme terminé s'il n'est pas valide
lo: ບໍ່ສາມາດສຳເລັດໄດ້ຫາກຂໍ້ມູນບໍ່ຖືກຕ້ອງ
nl: Het formulier kan niet worden ingevuld terwijl het ongeldig is
pt: O formulário não pode ser preenchido se for inválido
uz: Шакл нотўғри бўлганлиги сабабли якунлаш имкони йўқ
vi: Biểu mẫu không thể hoàn thành khi không hợp lệ

source: 1 comment required
cs: Je vyžadován 1 komentář
es: 1 comentario requerido
fr: 1 commentaire requis
lo: ຕ້ອງການ 1 ຄຳຄິດເຫັນ
nl: 1 opmerking vereist
pt: 1 comentário necessário
uz: 1 та изоҳ талаб этилади
vi: Cần 1 bình luận

source: {{commentsCount}} comments required
cs: Počet požadovaných komentářů: {{commentsCount}}
es: {{commentsCount}} comentarios requeridos
fr: {{commentsCount}} commentaires requis
lo: {{commentsCount}}ຕ້ອງການຄຳຄິດເຫັນ
nl: {{commentsCount}} reacties vereist
pt: {{commentsCount}} observações necessárias
uz: {{commentsCount}} изоҳлар талаб этилди
vi: Cần {{commentsCount}} bình luận

source: {{displayShortName}} must have a comment when it doesn't have a value.
cs: {{displayShortName}} musí mít komentář, pokud nemá hodnotu.
es: {{displayShortName}} debe tener un comentario cuando no tiene un valor.
fr: {{displayShortName}} doit avoir un commentaire lorsqu'il n'a pas de valeur.
lo: {{displayShortName}}ຕ້ອງມີຄວາມຄິດເຫັນເມື່ອບໍ່ມີຄ່າ
nl: {{displayShortName}} moet een reactie hebben als het geen waarde heeft.
pt: {{displayShortName}} deve ter um comentário quando não tem um valor.
uz: {{displayShortName}} қийматга эга бўлмаса, изоҳ бўлиши шарт
vi: {{displayShortName}} cần phải có một bình luận khi nó không có giá trị dữ liệu nào

source: High
cs: Vysoký
es: Alto
fr: Elevé
lo: ສູງ
nl: Hoog
pt: Alta
uz: Юқори
vi: Cao

source: Medium
cs: Střední
es: Medio
fr: Moyen
lo: ກາງ
pt: Média
uz: Ўрта
vi: Trung bình

source: Low
cs: Nízká
es: Bajo
fr: Faible
lo: ຕ່ຳ
nl: Laag
pt: Baixa
uz: Кам
vi: Thấp

source: {{length}} {{level}} priority alert
cs: Upozornění na prioritu {{length}} {{level}}
es: {{length}} {{level}} alerta de prioridad
fr: {{length}} {{level}} alerte prioritaire
lo: {{length}}{{level}} ການແຈ້ງເຕືອນລຳດັບຄວາມສຳຄັນ
nl: {{length}} {{level}} prioriteitswaarschuwing
pt: {{length}} {{level}} alerta prioritário
uz: {{length}} {{level}} устуворликдаги огоҳлантириш
vi: {{length}}{{level}} cảnh báo ưu tiên

source: {{length}} {{level}} priority alerts
cs: Upozornění na prioritu {{length}} {{level}}
es: {{length}} {{level}} alertas de prioridad
fr: {{length}} {{level}} alertes prioritaires
lo: {{length}}{{level}}ການແຈ້ງເຕືອນລຳດັບຄວາມສຳຄັນ
nl: {{length}} {{level}} prioriteitswaarschuwingen
pt: {{length}} {{level}} alertas prioritários
uz: {{length}} {{level}} устуворликдаги огоҳлантиришлар
vi: {{length}}{{level}}cảnh báo ưu tiên

source: Validation
cs: Ověření
es: Validación
lo: ​ການຢັ້ງ​ຢືນ
nl: Validatie
pt: Validação
uz: Тасдиқлаш
vi: Kiểm tra hợp lệ

source: Data in the entry form has changed, so validation output might be incorrect. Run validation again to check the current data.
cs: Data ve vstupním formuláři se změnila, takže výstup ověření může být nesprávný. Spusťte znovu ověření a zkontrolujte aktuální data.
es: Los datos en el formulario de entrada han cambiado, por lo que la validación puede ser incorrecta. Vuelva a ejecutar la validación para comprobar los datos actuales.
fr: Les données du formulaire de saisie ont été modifiées ; les résultats de validation peuvent donc être incorrects. Exécutez à nouveau la validation pour vérifier les données actuelles.
lo: ຂໍ້ມູນໃນແບບຟອມປ້ອນຂໍ້ມູນມີການປ່ຽນແປງ, ດັ່ງນັ້ນຜົນລັບການກວດສອບອາດບໍ່ຖືກຕ້ອງ ໃຊ້ການກວດສອບອີກຄັ້ງເພື່ອກວດສອບຂໍ້ມູນປັດຈຸບັນ
nl: De gegevens in het invoerformulier zijn gewijzigd, dus de validatie-uitvoer kan onjuist zijn. Voer de validatie opnieuw uit om de huidige gegevens te controleren.
pt: Os dados no formulário de entrada foram alterados, pelo que o resultado da validação pode estar incorreto. Execute novamente a validação para verificar os dados actuais.
uz: Киритиш шаклида маълумотлар ўзгартирилган, шунин учун тасдиқлаш натижаси нотўғри бўлиши мумкин. Жорий маълумотларни текшириш учун қайта текширишни ишга туширинг.
vi: Dữ liệu trong biểu mẫu nhập đã thay đổi, do đó đầu ra xác thực có thể không chính xác. Chạy lại xác thực để kiểm tra dữ liệu hiện tại.

source: Run validation again
cs: Spusťte znovu ověření
es: Vuelva a ejecutar la validación
fr: Exécuter à nouveau la validation
lo: ກວດສອບຄວາມຖືກຕ້ອງອີກຄັ້ງ
nl: Voer de validatie opnieuw uit
pt: Executar novamente a validação
uz: Текшириш қайта ишга туширилсин
vi: Chạy kiểm tra hợp lệ lại

source: Alert summary
cs: Shrnutí upozornění
es: Resumen de alertas
fr: Résumé de l'alerte
lo: ສະຫຼຸບການແຈ້ງເຕືອນ
nl: Samenvatting waarschuwing
pt: Resumo do alerta
uz: Огоҳлантириш хулосаси
vi: Tóm tắt cảnh báo

source: No validation alerts for this data.
cs: Pro tato data nejsou žádná upozornění na ověření.
es: No hay alertas de validación para los datos.
fr: Aucune alerte de validation pour cette donnée.
lo: ບໍ່ມີການແຈ້ງເຕືອນການກວດສອບສຳລັບຂໍ້ມູນນີ້
nl: Geen validatiewaarschuwingen voor deze gegevens.
pt: Não há alertas de validação para estes dados.
uz: Ушбу маълумот учун текшириш огоҳлантиришлари йўқ.
vi: Không có cảnh hợp lệ nào cho dữ liệu này.

source: Running validation...
cs: Probíhá ověřování...
es: Ejecutando validación...
fr: Validation en cours d'exécution...
lo: ກຳລັງກວດສອບຄວາມຖືກຕ້ອງ
nl: Validatie wordt uitgevoerd...
pt: Validação em curso...
uz: Текширилмоқда...
vi: Đang chạy kiểm tra hợp lệ...

source: There was a problem running validation
cs: Vyskytl se problém při ověřování
es: Hubo un problema al ejecutar la validación.
fr: Un problème est survenu lors de l'exécution de la validation
lo: ມີບັນຫາໃນການໃຊ້ການກວດສອບ
nl: Er is een probleem opgetreden bij het uitvoeren van de validatie
pt: Houve um problema na execução da validação
uz: Текшириш жараёнида олиб боришда муаммо мавжуд
vi: Có vấn đề khi chạy kiểm tra hợp lệ

source: Validation could not be run for this data. Try again or contact your system administrator.
cs: Pro tato data nebylo možné provést ověření. Zkuste to znovu nebo se obraťte na správce systému.
es: No se pudo ejecutar la validación para estos datos. Vuelva a intentarlo o póngase en contacto con el administrador del sistema.
fr: La validation n'a pas pu être exécutée pour cette donnée. Veuillez réessayer ou contacter votre administrateur système.
lo: ບໍ່ສາມາດດຳເນີນການກວດສອບຂໍ້ມູນນີ້ໄດ້. ກະລຸນາລອງອີກຄັ້ງ ຫຼື ຕິດຕໍ່ຜູ້ດູແລລະບົບຂອງທ່ານ
nl: Validatie kan niet worden uitgevoerd voor deze gegevens. Probeer het opnieuw of neem contact op met uw systeembeheerder.
pt: Não foi possível efetuar a validação para estes dados. Tente novamente ou contacte o administrador do sistema.
uz: Ушбу маълумотлар учун текширишни амалга ошириб бўлмади. Қайта уриниб кўринг ёки тизим администраторига мурожаат қилинг.
vi: Không thể chạy kiểm tra hợp lệ cho dữ liệu này. Hãy thử lại hoặc liên hệ với quản trị viên hệ thống của bạn.

source: {{leftDescription}} cannot be empty when {{rightDescription}} has a value
cs: {{leftDescription}} nemůže být prázdné, když má {{rightDescription}} hodnotu
es: {{leftDescription}} no puede estar vacío cuando {{rightDescription}} tiene un valor
fr: {{leftDescription}} ne peut être vide lorsque {{rightDescription}} a une valeur
lo: {{leftDescription}} ບໍ່ສາມາດວ່າງໄດ້ເມື່ອ{{rightDescription}} ມີຄ່າ
nl: {{linkerBeschrijving}} kan niet leeg zijn als {{rechterBeschrijving}} een waarde heeft
pt: {{leftDescription}} não pode estar vazio quando {{rightDescription}} tem um valor
uz: Агар {{rightDescription}} да қиймат бўлса, {{leftDescription}} бўш бўлиши мумкин эмас
vi: {{leftDescription}} không thể rỗng khi {{rightDescription}} có giá trị

source: {{leftDescription}} cannot have a value when {{rightDescription}} has a value
cs: {{leftDescription}} nemůže mít hodnotu, když {{rightDescription}} má hodnotu
es: {{leftDescription}} no puede tener un valor cuando {{rightDescription}} tiene un valor
fr: {{leftDescription}} ne peut pas avoir de valeur lorsque {{rightDescription}} a une valeur
lo: {{leftDescription}} ບໍ່ສາມາດມີຄ່າໄດ້ເມື່ອ{{rightDescription}}ມີຄ່າ
nl: {{linkerBeschrijving}} kan geen waarde hebben als {{rechterBeschrijving}} een waarde heeft
pt: {{leftDescription}} não pode ter um valor quando {{rightDescription}} tem um valor
uz: Агар {{rightDescription}} қийматга эга бўлса, {{leftDescription}} қийматга эга бўла олмайди
vi: {{leftDescription}} không thể có giá trị khi {{rightDescription}}có giá trị

source: Some categories have no valid options for the selected period or organisation unit ({{categories}})
cs: Některé kategorie nemají platné možnosti pro vybrané období nebo organizační jednotku ({{categories}})
es: Algunas categorías no tienen opciones válidas para el período o la unidad organizativa seleccionada ({{categories}})
fr: Certaines catégories n'ont pas d'options valables pour la période ou l'unité d'organisation sélectionnée ({{categories}})
lo: ໝວດໝູ່ບາງໝວດບໍ່ມີຕົວເລືອກທີ່ຖືກຕ້ອງສຳລັບຊ່ວງເວລາ ຫຼື ຫົວໜ່ວຍການຈັດຕັ້ງທີ່ໄດ້ເລືອກ({{categories}})
nl: Sommige categorieën hebben geen geldige opties voor de geselecteerde periode of organisatie-eenheid ({{categorieën}})
pt: Algumas categorias não têm opções válidas para o período ou unidade organizacional selecionados ({{categories}})
uz: Айрим тоифаларда танланган давр ёки ташкилотлар билиги ({{categories}}) учун яроқли вариантлар мавжуд эмас
vi: Một số phân loại không có tùy chọn hợp lệ cho thời điểm hoặc đơn vị đã chọn ({{categories}})

source: Choose a data set
cs: Vyberte datovou sadu
es: Seleccione un set de datos
fr: Choisir un ensemble de données
lo: ເລືອກຊຸດຂໍ້ມູນ
nl: Kies een databank
pt: Selecionar um conjunto de dados
uz: Маълумотлар тўпламини танланг
vi: Chọn một Biểu nhập

source: No available options
cs: Žádné dostupné možnosti
es: No hay opciones disponibles
fr: Aucune option disponible
lo: ບໍ່ມີຕົວເລືອກ
nl: Geen beschikbare opties
pt: Nenhuma opção disponível
uz: Мавжуд вариантлар йўқ
vi: Không có tùy chọn nào

source: There are no options for {{categoryName}} for the selected period or organisation unit.
cs: Pro {{categoryName}} pro vybrané období nebo organizační jednotku nejsou k dispozici žádné možnosti.
es: No hay opciones para {{categoryName}} para el período o la unidad organizativa seleccionada.
fr: Il n'y a aucune option pour {{categoryName}} pour la période ou l'unité d'organisation sélectionnée.
lo: ບໍ່ມີຕົວເລືອກສຳລັບ {{categoryName}}ສຳລັບຊ່ວງເວລາ ຫຼື ຫົວໜ່ວຍການຈັດຕັ້ງທີ່ເລືອກ
nl: Er zijn geen opties voor {{categoryName}} voor de geselecteerde periode of organisatie-eenheid.
pt: Não existem opções para {{categoryName}} para o período ou unidade organizacional selecionados.
uz: Танланган давр ёки иташкилот бирлиги {{categoryName}} учун ҳеч қандай вариантлар мавжуд эмас.
vi: Không có tùy chọn nào cho {{categoryName}} cho thời điểm và đơn vị được chọn.

source: Hide menu
cs: Skrýt nabídku
es: Ocultar menú
fr: Masquer le menu
lo: ເຊື່ອງ ເມນຍູ
nl: Menu verbergen
pt: Esconder menu
uz: Меню беркитилсин
vi: Ẩn danh mục

source: Default attribute combo
cs: Výchozí kombinace atributů
es: Combinación de atributos predeterminado
fr: Combinaison d'attributs par défaut
lo: ຄ່າເລີ່ມຕົ້ນແອັດທີບິວຄອມໂບ
nl: Standaard attribuutcombinatie
pt: Combinação de atributos por defeito
uz: Бирламчи атрибут комбинацияси
vi: Thuộc tính kết hợp mặc định

source: 0 selections
cs: 0 výběrů
es: 0 selecciones
fr: 0 sélections
lo: 0 ການເລືອກ
nl: 0 selecties
pt: 0 selecções
uz: Танланганлар 0
vi: 0 lựa chọn

source: 1 selection
cs: 1 výběr
es: 1 selección
fr: 1 sélection
lo: 1 ການເລືອກ
nl: 1 selectie
pt: 1 seleção
uz: Танланган 1 та
vi: 1 lựa chọn

source: {{amount}} selections
cs: {{amount}} výběrů
es: {{amount}} selecciones
fr: {{amount}} sélections
lo: {{amount}}ການເລືອກ
nl: {{hoeveelheid}} selecties
pt: {{amount}} selecções
uz: {{amount}} та танлов
vi: {{amount}} lựa chọn

source: Cell reference
cs: Odkaz na buňku
es: Referencia de celda
fr: Référence de la cellule
lo: ຫ້ອງການອ້າງອີງ
nl: Celverwijzing
pt: Referência da célula
uz: Катак ҳаволаси
vi: Ô tham chiếu

source: Saved and synced to server
cs: Uloženo a synchronizováno na server
es: Guardado y sincronizado con el servidor
fr: Sauvegardé et synchronisé avec le serveur
lo: ບັນທຶກ ແລະ ສົ່ງຂໍ້ມູນໄປຫາເຄື່ອງຄອມພິວເຕີໜ່ວຍແມ່ແລ້ວ
nl: Opgeslagen en gesynchroniseerd met de server
pt: Guardado e sincronizado com o servidor
uz: Сақланди ва серверда синхронлашрилди
vi: Đã lưu và đồng bộ với máy chủ

source: Waiting to sync, saved locally
cs: Čeká na synchronizaci, uloženo místně
es: Esperando para sincronizar, guardado localmente
fr: En attente de synchronisation, sauvegardé localement
lo: ກຳລັງລໍຖ້າສົ່ງຂໍ້ມູນ, ບັນທຶກໃວ້ໃນເຄື່ອງ
nl: Wachten op synchronisatie, lokaal opgeslagen
pt: À espera de sincronização, guardado localmente
uz: Синхронлаш кутилмоқда, локал сақланди
vi: Đang chờ đồng bộ, đã lưu cục bộ

source: Data item has a comment
cs: Datová položka má komentář
es: El elemento de datos tiene un comentario.
fr: L'élément de données a un commentaire
lo: ລາຍການຂໍ້ມູນມີຄວາມຄິດເຫັນ
nl: Gegevensitem heeft een opmerking
pt: O item de dados tem um comentário
uz: Маълумот элементида изоҳ мавжуд
vi: Mục dữ liệu có một bình luận

source: Invalid value, not saved
cs: Neplatná hodnota, neuloženo
es: Valor no válido, no guardado
fr: Valeur invalide, non sauvegardée
lo: ຄ່າທີ່ບໍ່ຖຶກຕ້ອງ, ບໍ່ໄດ້ບັນທຶກ
nl: Ongeldige waarde, niet opgeslagen
pt: Valor inválido, não guardado
uz: Нотўғри қиймат, сақланмади
vi: Giá trị không hợp lệ, không được lưu

source: Locked, not editable
cs: Uzamčeno, nelze upravovat
es: Bloqueado, no editable
fr: Verrouillé, non modifiable
lo: ລັອກແລ້ວ, ບໍ່ສາມາດແກ້ໄຂໄດ້
nl: Vergrendeld, niet bewerkbaar
pt: Bloqueado, não editável
uz: Блокланган, таҳрирлаш имкони йўқ
vi: Đã khóa, không thể chỉnh sửa

source: Help
cs: Nápověda
es: Ayuda
fr: Aide
lo: ຊ່ວຍ
nl: Hulp
pt: Ajuda
uz: Ёрдам
vi: Giúp đỡ

source: Shortcuts
cs: Zkratky
es: Atajos
fr: Raccourcis
lo: ທາງລັດ
nl: Snelkoppelingen
pt: Atalhos
uz: Ёрлиқлар
vi: Đường tắt

source: Show details
cs: Ukázat detaily
es: Mostrar detalles
fr: Afficher les détails
lo: ເບີ່ງລາຍລະອຽດ
nl: Toon details
pt: Mostrar detalhes
uz: Тафсилотларни кўрсатинг
vi: Hiển thị chi tiết

source: Go to next cell
cs: Přejít na další buňku
es: Ir a la siguiente celda
fr: Aller à la cellule suivante
lo: ໄປທີຫ້ອງຕໍ່ໄປ
nl: Ga naar de volgende cel
pt: Ir para a célula seguinte
uz: Кейинги катакка ўтинг
vi: Chuyển đến ô kế tiếp

source: Go to previous cell
cs: Přejít na předchozí buňku
es: Ir a la celda anterior
fr: Aller à la cellule précédente
lo: ໄປທີ່ຫ້ອງກ່ອນໜ້າ
nl: Ga naar de vorige cel
pt: Ir para a célula anterior
uz: Олдинги катакка ўтинг
vi: Chuyển về ô trước

source: Could not find a data set for the selected id
cs: Pro vybrané ID nelze najít soubor dat
es: No se pudo encontrar un set de datos para la identificación seleccionada
fr: Impossible de trouver un ensemble de données pour l'identifiant sélectionné
lo: ບໍ່ພົບຊຸດຂໍ້ມູນສຳລັບ ID ທີ່ເລືອກ
nl: Kan geen gegevensverzameling vinden voor de geselecteerde id
pt: Não foi possível encontrar um conjunto de dados para o id selecionado
uz: Танланган id учун маълумотлар тўплами топилмади
vi: Không thể tìm thấy biểu nhập cho id đã chọn
