Repository: dhis2/aggregate-data-entry-app
Catalog: i18n/*.po
Languages: cs, es, fr, lo, nl, pt, uz, vi

source: There are no data sets available!
cs: Nejsou k dispozici žádné datové sady!
es: ¡No hay set de datos disponibles!
fr: Il n'y a aucun ensemble de données disponible !
lo: ບໍ່ມີຊຸດຂໍ້ມູນທີ່ພ້ອມໃຊ້ງານ
nl: Er is geen gegevensverzameling beschikbaar!
pt: Não existem conjuntos de dados disponíveis!
uz: Маълумотлар тўплами мавжуд эмас!
vi: Không có biểu nhập nào khả dụng!

source: Data set
cs: Datová sada
es: Set de datos
fr: Ensemble de données
lo: ຊຸດຂໍ້ມູນ
nl: Gegevensverzameling
pt: Ficha
uz: Маълумотлар тўплами
vi: Tập dữ liệu

source: Print form with values
cs: Tiskový formulář s hodnotami
es: Imprimir formulario con valores
fr: Imprimer le formulaire avec les valeurs
lo: ປຣິ້ນແບບຟອມພ້ອມຄ່າ
nl: Print formulier met waarden
pt: Imprimir formulário com valores
uz: Шаклни қийматлари билан чоп этиш
vi: In biểu mẫu có giá trị

source: Print empty form
cs: Vytisknout prázdný formulář
es: Imprimir formulario vacío
fr: Imprimer le formulaire vide
lo: ປຣິ້ນແບບຟອມເກົ່າ
nl: Leeg formulier afdrukken
pt: Imprimir formulário vazio
uz: Бўш шаклни чоп этиш
vi: In biểu mẫu trống

source: Options
cs: Možnosti
es: Opciones
lo: ຕົວເລືອກ
nl: Opties
pt: Opções
uz: Вариант
vi: Tùy chọn

source: Search org units
cs: Hledat organizační jednotky
es: Buscar unidades organizativas
fr: Rechercher des unités d'organisation
lo: ເລືອກຫົວໜ່ວຍການຈັດຕັ້ງ
nl: Organisatie-eenheden zoeken
pt: Pesquisar unidades orgânicas
uz: Ташкилий бирликни излаш
vi: Tìm kiếm đơn vị

source: Choose a data set first
cs: Nejprve vyberte datovou sadu
es: Seleccione un set de datos primero
fr: Choisir d'abord un ensemble de données
lo: ເລືອກຊຸດຂໍ້ມູນກ່ອນ
nl: Kies eerst de gegevensverzameling
pt: Escolha primeiro um conjunto de dados
uz: Аввал маълумотлар тўпламини танланг
vi: Hãy chọn một biểu nhập trước

source: Organisation unit
cs: Organizační jednotka
es: Unidad organizativa
fr: Unité d'organisation
lo: ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ
nl: Organisatieëenheid
pt: Unidade organizacional
uz: Ташкилий бўлим
vi: Đơn vị

source: Choose a organisation unit
cs: Vyberte organizační jednotku
es: Seleccione una unidad organizativa
fr: Choisir une unité d'organisation
lo: ເລືອກຫົວໜ່ວຍການຈັດຕັ້ງ
nl: Kies een organisatie-eenheid
pt: Escolher uma unidade organizacional
uz: Ташкилий бирликни танланг
vi: Chọn một đơn vị

source: No organisation units could be found
cs: Nebyly nalezeny žádné organizační jednotky
es: No se han podido encontrar unidades organizativas
fr: Aucune unité d'organisation trouvée
lo: ບໍ່ພົບຫົວໜ່ວຍການຈັດຕັ້ງ
nl: Er zijn geen organisatie-eenheden gevonden
pt: Não foi possível encontrar nenhuma unidade orgânica
uz: Ташкилий бирликлар топилмади
vi: Không tìm thấy đơn vị nào

source: Dataset is not assigned to this organisation unit
cs: Datová sada není přiřazena k této organizační jednotce
es: El set de datos no está asignado a esta unidad organizativa
fr: L'ensemble de données n'est pas attribué à cette unité d'organisation
lo: ຊຸດຂໍ້ມູນບໍ່ໄດ້ຖືກກຳນົດໃຫ້ກັບຫົວໜ່ວຍການຈັດຕັ້ງນີ້
nl: Dataset is niet toegewezen aan deze organisatie-eenheid
pt: O conjunto de dados não está atribuído a esta unidade organizacional
uz: Ушбу ташкилот бирлиги учун маълумотлар тўплами тайинланмаган
vi: Biểu nhập không được gán cho đơn vị này

source: No children match filter
cs: Filtru neodpovídají žádné podřízené
es: Los elementos inferiores no coinciden con el filtro
fr: Aucun enfant ne correspond au filtre
lo: ບໍ່ພົບເດັກນ້ອຍທີ່ກົງກັບຕົວກອງ
nl: Er komen geen kinderen overeen met het filter
pt: Nenhum filho corresponde ao filtro
uz: Фильтрга мос бўлган авлод мавжуд эмас
vi: Không có đơn vị con phù hợp với bộ lọc

source: Could not load children
cs: Nelze načíst podřazené
es: No se pudo cargar los elementos inferiores
fr: Impossible de charger les enfants
lo: ບໍ່ສາມາດໂຫຼດເດັກນ້ອຍໄດ້
nl: Kan kinderen niet laden
pt: Não foi possível carregar os filhos
uz: Болалар юкланмади
vi: Không thể tải đơn vị con

source: Error: {{ ERRORMESSAGE }}
cs: Chyba: {{ERRORMESSAGE}}
fr: Erreur : {{ ERRORMESSAGE }}
lo: ຂໍ້ຜິດພາດ {{ ERRORMESSAGE }}
nl: Fout: {{ ERRORMESSAGE }}
pt: Erro: {{ ERRORMESSAGE }}
uz: Хатолик: {{ ERRORMESSAGE }}
vi: Lỗi: {{ ERRORMESSAGE }}

source: Fetching organisation unit info
cs: Načítání informací o organizační jednotce
es: Obteniendo información de la unidad de organizativa
fr: Récupération des informations sur l'unité d'organisation
lo: ກຳລັງດຶງຂໍ້ມູນຫົວໜ່ວຍການຈັດຕັ້ງ
nl: Informatie over organisatie-eenheid ophalen
pt: Obtenção de informações sobre a unidade organizacional
uz: Ташкилий бирлик маълумотлари олинмоқда
vi: Truy xuất thông tin đơn vị

source: Error occurred while loading organisation unit info
cs: Při načítání informací o organizační jednotce došlo k chybě
es: Se produjo un error al cargar la información de la unidad organizativa
fr: Une erreur s'est produite lors du chargement des informations de l'unité d'organisation
lo: ເກີດຂໍ້ຜິດພາດຂະນະທີ່ໂຫຼດຂໍ້ມູນຫົວໜ່ວຍການຈັດຕັ້ງ
nl: Er is een fout opgetreden bij het laden van informatie over de organisatie-eenheid
pt: Ocorreu um erro ao carregar as informações da unidade organizacional
uz: Ташкилий бирлик маълумотлари юкланишида хатолик юз берди
vi: Lỗi xảy ra khi tải thông tin đơn vị

source: Period
cs: Období
es: Periodo
fr: Période
lo: ຊ່ວງເວລາ
nl: Periode
pt: Período
uz: Давр
vi: Thời điểm

source: Choose a period
cs: Vyberte období
es: Seleccione un periodo
fr: Choisissez une période
lo: ເລືອກໄລຍະເວລາ
nl: Kies een periode
pt: Selecionar um período
uz: Даврни танланг
vi: Chọn một thời điểm

source: All sections
cs: Všechny sekce
es: Todas las secciones
fr: Toutes les sections
lo: ພາກສ່ວນທັງໝົດ
nl: Alle secties
pt: Todas as secções
uz: Барча бўлимлар
vi: Tất cả phân đoạn

source: Section
cs: Sekce
es: Sección
lo: ພາກສວ່ນ
nl: Sectie
pt: Secção
uz: Бўлим
vi: Phân đoạn

source: Fetching data set info
cs: Načítání informací o datové sadě
es: Obtener información del conjunto de datos
fr: Recherche des informations sur les ensembles de données
lo: ກຳລັງດືງຂໍ້ມູນໃນຊຸດຂໍ້ມູນ
nl: Informatie over gegevensverzameling ophalen
pt: Obtenção de informações sobre o conjunto de dados
uz: Маълумотлар тўплами маълумоти олинмоқда
vi: Đang lấy thông tin biểu nhập

source: Error occurred while loading data set info
cs: Při načítání informací o datové sadě došlo k chybě
es: Ocurrió un error al cargar la información del conjunto de datos
fr: Une erreur s'est produite lors du chargement des informations de l'ensemble de données
lo: ເກີດຂໍ້ຜິດພາດຂະນະທີ່ໂຫຼດຂໍ້ມູນໃນຊຸດຂໍ້ມູນ
nl: Er is een fout opgetreden tijdens het laden van gegevensverzameling informatie
pt: Ocorreu um erro ao carregar a informação do conjunto de dados
uz: Маълумотлар тўпламини юклашда хатолик юз берди
vi: Có lỗi xảy ra khi tải thông tin biểu nhập

source: Custom forms couldn't be made available offline. {{error}}
cs: Vlastní formuláře se nepodařilo zpřístupnit offline. {{error}}
es: Los formularios personalizados no estan disponibles sin conexión. {{error}}
fr: Impossible de rendre les formulaires personnalisés disponibles en mode hors ligne. {{error}}
lo: ແບບຟອມທີ່ກຳນົດເອງບໍ່ສາມາດໃຊ້ງານແບບອອນລາຍໄດ້{{error}}
nl: Aangepaste formulieren konden niet offline beschikbaar worden gemaakt. {{fout}}
pt: Os formulários personalizados não podiam ser disponibilizados offline. {{error}}
uz: Фойдаланувчи шаклларини оффлайн режимда ишлатиб бўлмади {{error}}
vi: Biểu nhập tùy chỉnh không hỗ trợ ngoại tuyến. {{error}}

source: Value
cs: Hodnota
es: Valor
fr: Valeur
nl: Waarde
pt: Valor
uz: Қиймат
vi: Giá trị

source: Totals
cs: Součty
es: Totales
fr: Totaux
lo: ລວມທັງໝົດ
nl: Totalen
pt: Totais
uz: Жами
vi: Tổng

source: Audit log
cs: Protokol auditu
es: Registro de auditoría
fr: Journal d'audit
lo: ບັນທຶກການກວດສອບ
nl: Controle logboek
pt: Registo de auditoria
uz: Аудит журнали
vi: Nhật ký kiểm toán

source: Something went wrong loading the audit log
cs: Při načítání protokolu auditu se něco pokazilo
es: Algo salió mal al cargar el registro de auditoría
fr: Une erreur s'est produite lors du chargement du journal d'audit
lo: ມີບາງຢ່າງຜິດພາດໃນການໂຫຼດບັນທຶກການກວດສອບ
nl: Er is iets misgegaan bij het laden van het controle logboek
pt: Algo correu mal ao carregar o registo de auditoria
uz: Аудит журналини юклашда нимадир нотўғри бўлди
vi: Có lỗi khi tải nhật ký kiểm toán

source: Not available offline
cs: Není k dispozici offline
es: No disponible sin conexión
fr: Non disponible hors ligne
lo: ບໍ່ສາມາດໃຊ້ໄດ້ອອບລາຍ
nl: Niet beschikbaar offline
pt: Não disponível offline
uz: Оффлайн режимда мавжуд эмас
vi: Không có cho ngoại tuyến

source: No audit log for this data item.
cs: Pro tuto datovou položku neexistuje žádný protokol auditu.
es: No hay registro de auditoría para este elemento de datos.
fr: Pas de journal d'audit pour cet élément de données.
lo: ບໍ່ມີບັນທຶກການກວດສອບສຳລັບລາຍການຂໍ້ມູນນີ້
nl: Geen controle logboek voor dit gegevensitem.
pt: Não há registo de auditoria para este item de dados.
uz: Ушбу маълумот бирлиги учун аудит журнали мавжуд эмас.
vi: Không có nhật ký kiểm toán cho mục dữ liệu này.

source: Unmark for follow-up
cs: Zrušit označení pro sledování
es: Desmarcar para hacer seguimiento
fr: Désactiver le suivi
lo: ຍົກເລິກການໝາຍເພື່ອຕິດຕາມ
nl: Demarkeer voor vervolg
pt: Desmarcar para seguimento
uz: Кейинги кузатув учун белгини олиб ташланг
vi: Bỏ đánh dấu để theo dõi

source: Mark for follow-up
cs: Označit pro další sledování
es: Marcar para hacer seguimiento
fr: Marquer pour le suivi
lo: ໝາຍໄວ້ເພື່ອຕິດຕາມ
nl: Markeer voor vervolg
pt: Marcar para acompanhamento
uz: Кузатув учун белгиланг
vi: Đánh dấu để theo-dõi

source: Empty values can't be marked for follow -up
cs: Prázdné hodnoty nelze označit pro sledování
es: Los valores vacíos no se pueden marcar para seguimiento
fr: Les valeurs vides ne peuvent être marquées pour un suivi
lo: ຄ່າວ່າງເປົ່າ ບໍ່ສາມາດໝາຍວ່າຕິດຕາມໄດ້
nl: Lege waarden kunnen niet worden gemarkeerd voor follow-up
pt: Os valores vazios não podem ser marcados para seguimento
uz: Бўш қийматларни кузатув учун белгилаб бўлмайди
vi: Giá trị trống không thể được đánh dấu để theo dõi

source: You do not have the authority to mark this value for follow -up
cs: Nemáte oprávnění označit tuto hodnotu pro sledování
es: No tiene la autoridad para marcar este valor para seguimiento
fr: Vous ne disposez pas de l'autorité nécessaire pour marquer cette valeur pour le suivi
lo: ທ່ານບໍ່ໄດ້ຮັບອານຸຍາດໃນການໝາຍຄ່ານີ້ເພື່ອຕິດຕາມຜົນ
nl: U bent niet bevoegd om deze waarde te markeren voor follow-up
pt: Não tem autoridade para marcar este valor para seguimento
uz: Ҳуқуқингиз чегараланганлиги сабабни ушбу қиймат учун кузатув белгилай олмайсиз
vi: Bạn không có thẩm quyền đánh dấu giá trị này để theo dõi

source: Description: {{- description}}
cs: Popis: {{- description}}
es: Descripción: {{- description}}
lo: ຄຳອະທິບາຍ:{{- description}}
nl: Beschrijving: {{- beschrijving}}
pt: Descrição: {{- description}}
uz: Тавсиф: {{- description}}
vi: Mô tả: {{- description}}

source: Code: {{code}}
cs: Kód: {{code}}
es: Código: {{code}}
lo: ລະຫັດ:{{code}}
pt: Código: {{code}}
uz: Код: {{code}}
vi: Mã: {{code}}

source: Data element ID: {{id}}
cs: ID datového prvku: {{id}}
es: ID del elemento de datos: {{id}}
fr: Identifiant de l'élément de données : {{id}}
lo: ອົງປະກອບຂໍ້ມູນ ID:{{id}}
nl: Gegevenselement-ID: {{id}}
pt: ID do elemento de dados: {{id}}
uz: Маълумот элементи ID: {{id}}
vi: ID Phần tử dữ liệu: {{id}}

source: Category option combo ID: {{id}}
cs: ID kombinace možností kategorie: {{id}}
es: ID de combo de opción de categoría: {{id}}
fr: Identifiant de la combinaison d'options de catégorie : {{id}}
lo: ລະຫັດຕົວເລືອກໝວດໝູ່ຄອມໂບ:{{id}}
nl: Combinatie-ID categorieoptie: {{id}}
pt: ID da combinação de opções de categoria: {{id}}
uz: Категория вариантлари комбинацияси ID: {{id}}
vi: ID Tùy chọn kết hợp: {{id}}

source: Last updated {{- timeAgo}} by {{- name}}
cs: Naposledy aktualizováno {{- timeAgo}} uživatelem {{- name}}
es: Última actualización {{- timeAgo}} por {{- name}}
fr: Dernière mise à jour {{- timeAgo}} par {{- name}}
lo: ອັບເດດຄັ້ງຫຼ້າສຸດ{{- timeAgo}}ໂດຍ{{- name}}
nl: Laatst bijgewerkt {{- timeAgo}} door {{- naam}}
pt: Última atualização {{- timeAgo}} por {{- name}}
uz: {{- name}} томонидан {{- timeAgo}} охирги марта янгиланган
vi: Cập nhật lần cuối lúc {{- timeAgo}} bởi {{- name}}

source: Marked for follow-up
cs: Označeno pro další sledování
es: Marcado para hacer seguimiento
fr: Marqué pour le suivi
lo: ໝາຍໄວ້ເພື່ອຕິດຕາມ
nl: Gemarkeerd voor vervolg
pt: Marcado para acompanhamento
uz: Кузатув учун белгиланган
vi: Đã đánh dấu để theo dõi

source: Comment
cs: Komentář
es: Comentario
fr: Commentaire
lo: ​ຄຳ​ເຫັນ​ຕ່າງໆ
nl: Opmerking
pt: Comentário
uz: Изоҳ
vi: Bình luận

source: There was a problem updating the comment for this data item
cs: Při aktualizaci komentáře pro tuto datovou položku došlo k problému
es: Hubo un problema al actualizar el comentario para este elemento de datos
fr: Un problème est survenu lors de la mise à jour du commentaire pour cet élément de données
lo: ມີບັນຫາໃນການອັບເດດຄວາມເຫັນສຳລັບລາຍການຂໍ້ມູນນີ້
nl: Er is een probleem opgetreden bij het bijwerken van de opmerking voor dit gegevensitem
pt: Houve um problema ao actualizar o comentário para este item de dados
vi: Đã xảy ra sự cố khi cập nhật bình luận cho mục dữ liệu này

source: Choose an option
cs: Zvolte možnost
es: Seleccione una opción
fr: Choisir une option
lo: ເລືອກຕົວເລືອກ
nl: Kies een optie
pt: Selecionar uma opção
uz: Вариантини танланг
vi: Chọn một tùy chọn

source: Saving...
cs: Ukládání...
es: Guardando...
fr: En cours d'enregistrement...
lo: ກຳລັງບັນທຶກ
nl: Opslaan...
pt: Salvando...
uz: Сақланмоқда...
vi: Đang lưu...

source: Save comment
cs: Uložit komentář
es: Guardar comentario
fr: Enregistrer le commentaire
lo: ບັນທຶກຄວາມເຫັນ
nl: Opmerking opslaan
pt: Salvar comentário
uz: Фикр/изоҳни сақланг
vi: Lưu bình luận

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
lo: ຍົກເລີກ
nl: Annuleren
pt: Cancelar
uz: Рад этиш
vi: Hủy

source: Edit comment
cs: Upravit komentář
es: Editar comentario
fr: Éditer le commentaire
lo: ແກ້ໄຂຄວາມເຫັນ
nl: Opmerking bewerken
pt: Editar comentário
vi: Sửa bình luận

source: Add comment
cs: Přidat komentář
es: Agregar comentario
fr: Ajouter un commentaire
lo: ເພີ່ມຄວາມເຫັນ
nl: Voeg opmerking toe
pt: Adicionar comentário
uz: Изоҳ қўшиш
vi: Thêm bình luận

source: No comment for this data item.
cs: K této datové položce není žádný komentář.
es: No hay comentarios para este elemento de datos.
fr: Pas de commentaire pour cet élément de données.
lo: ບໍ່ມີຄວາມເຫັນສຳຫຼັບລາຍການຂໍ້ມູນນີ້
nl: Geen opmerking voor dit gegevensitem.
pt: Não há comentários para esta rubrica de dados.
vi: Không có bình luận nào cho mục dữ liệu này.

source: You do not have the authority to add or edit comments
cs: Nemáte oprávnění přidávat nebo upravovat komentáře
es: No tienes la autoridad para agregar o editar comentarios.
fr: Vous ne disposez pas de l'autorité nécessaire pour ajouter ou de modifier des commentaires
lo: ທ່ານບໍ່ໄດ້ຮັບອານຸຍາດໃຫ້ເພີ່ມ ຫຼື ແກ້ໄຂຄວາມເຫັນ
nl: U bent niet bevoegd om opmerkingen toe te voegen of te bewerken
pt: Não tem autoridade para adicionar ou editar comentários
vi: Bạn không có thẩm quyền để thêm hoặc chỉnh sửa bình luận

source: Details
cs: Detaily
es: Detalles
fr: Détails
lo: ລາຍລະອຽດ
pt: Detalhes
uz: Тафсилотлари
vi: Chi tiết

source: History
cs: Historie
es: Historial
fr: Historique
lo: ປະຫວັດ
nl: Geschiedenis
pt: Histórico
uz: Тарих
vi: Lịch sử

source: Something went wrong loading the history
cs: Něco se pokazilo při načítání historie
es: Algo salió mal cargando el historial
fr: Une erreur s'est produite lors du chargement de l'historique
lo: ມີບາງຢ່າງຜິດພາດໃນຂະນະທີ່ກຳລັງໂຫຼດປະຫວັດ
nl: Er is iets misgegaan bij het laden van de geschiedenis
pt: Algo correu mal ao carregar o histórico
vi: Có gì đó không ổn khi tải lịch sử dữ liệu

source: No history for this data item.
cs: Pro tuto datovou položku není žádná historie.
es: No hay historial para este elemento de datos.
fr: Aucun historique pour cet élément de données.
lo: ບໍ່ມີປະຫວັດສຳລັບລາຍການຂໍ້ມູນນີ້
nl: Er is geen geschiedenis voor dit gegevensitem.
pt: Não há historial para esta rubrica de dados.
vi: Không có lịch sử dữ liệu cho mục này

source: Average value: {{avg}}
cs: Průměrná hodnota: {{avg}}
es: Valor promedio: {{avg}}
fr: Valeur moyenne : {{avg}}
lo: ຄ່າສະເລ່ຍ:{{avg}}
nl: Gemiddelde waarde: {{avg}}
pt: Valor médio: {{avg}}
vi: Giá trị trung bình: {{avg}}

source: Delete limits
cs: Smazat limity
es: Eliminar límites
fr: Supprimer les limites
lo: ຈຳກັດການລົບ
nl: Limieten verwijderen
pt: Eliminar limites
vi: Xóa giới hạn

source: You do not have the authority to delete limits
cs: Nemáte oprávnění mazat limity
es: No tiene la autoridad para eliminar límites
fr: Vous ne disposez pas de l'autorité nécessaire pour supprimer des limites
lo: ທ່ານບໍ່ໄດ້ຮັບອານຸຍາດໃນການຈຳກັດການລົບ
nl: U bent niet bevoegd om limieten te verwijderen
pt: Não tem autoridade para eliminar limites
vi: Bạn không có quyền xóa giới hạn

source: Edit limits
cs: Upravit limity
es: Editar límites
fr: Modifier les limites
lo: ຈຳກັດການແກ້ໄຂ
nl: Limieten bewerken
pt: Editar limites
vi: Chỉnh sửa giới hạn

source: You do not have the authority to add limits
cs: Nemáte oprávnění přidávat limity
es: No tiene la autoridad para agregar límites
fr: Vous ne disposez pas de l'autorité nécessaire pour ajouter des limites
lo: ທ່ານບໍ່ໄດ້ຮັບອານຸຍາດໃນການເພີ່ມ
nl: U bent niet bevoegd om limieten toe te voegen
pt: Não tem autoridade para acrescentar limites
vi: Bạn không có quyền thêm giới hạn

source: Min and max limits
cs: Minimální a maximální limity
es: Límites mínimo y máximo
fr: Limites minimales et maximales
lo: ຂອບເຂດຄ່ານ້ອຍສຸດ ແລະ ໃຫຍ່ສຸດ
nl: Min en max limieten
pt: Limites mínimos e máximos
vi: Giới hạn nhỏ nhất và lớn nhất

source: Try again, or contact your system administrator.
cs: Zkuste to znovu nebo se obraťte na správce systému.
es: Vuelva a intentarlo o póngase en contacto con el administrador del sistema.
fr: Veuillez réessayer ou contacter votre administrateur système.
lo: ລອງອີກຄັ້ງ, ຫຼື ຕິດຕໍ່ຜູ້ເບີ່ງແຍງລະບົບຂອງທ່ານ
nl: Probeer het opnieuw of neem contact op met uw systeembeheerder.
pt: Tente novamente ou contacte o administrador do sistema.
vi: Hãy thử lại hoặc liên hệ với quản trị viên hệ thống của bạn.

source: Add limits
cs: Přidat limity
es: Añadir límites
fr: Ajouter des limites
lo: ຈຳກັດການເພີ່ມ
nl: Limieten toevoegen
pt: Adicionar limites
vi: Thêm giới hạn

source: No limits set for this data item.
cs: Pro tuto datovou položku nejsou nastavena žádná omezení.
es: No se han establecido límites para este elemento de datos.
fr: Aucune limite n'a été définie pour cet élément de données.
lo: ບໍ່ມີການຕັ້ງຄ່າຂີດຈຳກັດສຳລັບລາຍການຂໍ້ມູນນີ້
nl: Geen limieten ingesteld voor dit gegevensitem.
pt: Não há limites definidos para esta rubrica de dados.
vi: Không có giới hạn nào được đặt cho mục dữ liệu này.

source: Save limits
cs: Uložit limity
es: Guardar límites
fr: Sauvegarder les limites
lo: ຈຳກັດການບັນທືກ
nl: Bewaar limieten
pt: Guardar limites
vi: Lưu giới hạn

source: The current selection does not have a form
cs: Aktuální výběr nemá formulář
es: La selección actual no tiene forma
fr: La sélection actuelle n'a pas de formulaire
lo: ການເລືອກປັດຈຸບັນບໍ່ມີແບບຟອມ
nl: De huidige selectie heeft geen formulier
pt: A seleção actual não tem um formulário
vi: Lựa chọn hiện tại không có biểu mẫu

source: There was a problem loading data values
cs: Při načítání datových hodnot došlo k problému
es: Hubo un problema al cargar los valores de los elementos de datos
fr: Un problème est survenu lors du chargement des valeurs de données
lo: ມີບັນຫາໃນການໂຫຼດຄ່າຂໍ້ມູນ
nl: Er is een probleem opgetreden bij het laden van gegevenswaarden
pt: Houve um problema ao carregar os valores dos dados
vi: Có sự cố khi tải dữ liệu giá trị

source: This data set has no assigned Data Elements
cs: Tato datová sada nemá přiřazené žádné datové prvky
es: Este set de datos no tiene elementos de datos asignados
fr: Cet ensemble de données n'a aucun élément de données attribué
lo: ຊຸດຂໍ້ມູນນີ້ບໍ່ໄດ້ກຳນົດໃສ່ອົງປະກອບຂໍ້ມູນ
nl: Deze gegevensverzameling heeft geen toegewezen data-elementen
pt: Este conjunto de dados não tem elementos de dados atribuídos
vi: Không có phần tử dữ liệu nào được gán cho biểu nhập này.

source: There are no Data Elements in this data set. Adds some Data Elements to use this data set.
cs: V této sadě dat nejsou žádné datové prvky. Přidá některé datové prvky pro použití této datové sady.
es: No hay elementos de datos en este set de datos. Agrega algunos elementos de datos para usar este set de datos.
fr: Il n'y a pas d'éléments de données dans cet ensemble de données. Veuillez ajouter des éléments de données pour utiliser cet ensemble de données.
lo: ບໍ່ມີອົງປະກອບຂໍ້ມູນໃນຊຸດຂໍ້ມູນນີ້. ເພີ່ມອົງປະກອບຂໍ້ມູນບາງສ່ວນເພື່ອໃຊ້ຊຸດຂໍ້ມູນນີ້
nl: Er zijn geen data-elementen in deze gegevensverzameling. Voegt enkele gegevenselementen toe om deze gegevensverzameling te gebruiken.
pt: Não existem elementos de dados neste conjunto de dados. Adiciona alguns elementos de dados para utilizar este conjunto de dados.
vi: Không có phần tử dữ liệu nào trong biểu nhập này. Hãy thêm vài phần tử dữ liệu để sử dụng biểu nhập.

source: Data cannot be added or changed outside of the data input period.
cs: Data nelze přidávat ani měnit mimo období zadávání dat.
es: Los datos no se pueden agregar o cambiar fuera del período de entrada de datos.
fr: Les données ne peuvent être ajoutées ou modifiées en dehors de la période de saisie de données.
lo: ບໍ່ສາມາດເພີ່ມ ຫຼື ປ່ຽນແປງຂໍ້ມູນນອກເໜືອຈາກຊ່ວງເວລາການປ້ອນຂໍ້ມູນໄດ້
nl: Buiten de data-invoerperiode kunnen geen gegevens worden toegevoegd of gewijzigd.
pt: Os dados não podem ser acrescentados ou alterados fora do período de introdução de dados.
vi: Không thể thêm hoặc thay đổi dữ liệu ngoài thời điểm nhập dữ liệu.

source: Data cannot be added or changed because data entry has concluded.
cs: Data nelze přidat ani změnit, protože zadávání dat bylo ukončeno.
es: Los datos no se pueden agregar o cambiar porque la entrada de datos ha finalizado.
fr: Les données ne peuvent être ajoutées ou modifiées car la saisie est terminée.
lo: ບໍ່ສາມາດເພີ່ມ ຫຼື ປ່ຽນແປງຂໍ້ມູນໄດ້ ເພາະວ່າໄດ້ສຳເລັດການປ້ອນຂໍ້ມູນແລ້ວ
nl: Gegevens kunnen niet worden toegevoegd of gewijzigd omdat de gegevensinvoer is voltooid.
pt: Os dados não podem ser acrescentados ou alterados porque a introdução de dados foi concluída.
vi: Không thể thêm hoặc thay đổi dữ liệu vì quá trình nhập dữ liệu đã kết thúc.

source: Data cannot be added or changed because data has been approved.
cs: Data nelze přidat ani změnit, protože data byla schválena.
es: Los datos no se pueden agregar o cambiar porque los datos han sido aprobados.
fr: Les données ne peuvent être ajoutées ou modifiées car les données ont été approuvées.
lo: ບໍ່ສາມາດເພີ່ມ ຫຼື ປ່ຽນແປງຂໍ້ມູນໄດ້ ເພາະວ່າຂໍ້ມູນໄດ້ຮັບການອານຸມັດແລ້ວ
nl: Gegevens kunnen niet worden toegevoegd of gewijzigd omdat gegevens zijn goedgekeurd.
pt: Os dados não podem ser adicionados ou alterados porque foram aprovados.
vi: Không thể thêm hoặc thay đổi dữ liệu vì dữ liệu đã được phê duyệt.

source: You do not have the authority to edit entry forms
cs: Nemáte oprávnění upravovat vstupní formuláře
es: No tiene la autoridad para editar formularios de entrada
fr: Vous ne disposez pas de l'autorité nécessaire pour modifier les formulaires de saisie
lo: ທ່ານບໍ່ໄດ້ຮັບອານຸຍາດໃນການແກ້ໄຂແບບຟອມປ້ອນຂ້ໍມູນ
nl: U bent niet bevoegd om invoerformulieren te bewerken
pt: Não tem autoridade para editar formulários de inscrição
vi: Bạn không có thẩm quyền chỉnh sửa biểu mẫu nhập liệu

source: Data set locked
cs: Datová sada uzamčena
es: Set de datos bloqueado
fr: Ensemble de données verrouillé
lo: ຊຸດຂໍ້ມູນລັອກແລ້ວ
nl: Gegevensverzameling vergrendeld
pt: Conjunto de dados bloqueado
vi: Biểu nhập đã bị khóa
