Repository: dhis2/aggregate-data-entry-app
Catalog: i18n/*.po
Languages: cs, es, fr, lo, nl, pt, uz, vi

source: Filter fields in all sections
cs: Filtrujte pole ve všech sekcích
es: Filtrar campos en todas las secciones
nl: Filter velden in alle secties
pt: Campos de filtro em todas as secções

source: Filter fields
cs: Filtrovat pole
es: Filtrar por
fr: Filtrer les champs
lo: ຊ່ອງກັ່ນຕອງ
nl: Velden filteren
pt: Campos de filtro
vi: Ô lọc

source: Clear filter
cs: Vymazat filtr
es: Eliminar filtro
fr: Effacer le filtre
lo: ລ້າງການກັ່ນຕອງ
nl: Filter wissen
pt: Limpar filtro
vi: Xóa bộ lọc

source: Indicators
cs: Indikátory
es: Indicadores
fr: Indicateurs
lo: ຕົວຊີ້ວັດ
nl: Indicatoren
pt: Indicadores
uz: Кўрсатгичлар
vi: Chỉ số

source: Values
cs: Hodnoty
es: Valores
fr: Valeurs
lo: ຄ່າ
nl: Waarden
pt: Valores
uz: Қийматлар
vi: Giá trị

source: Yes
cs: Ano
es: Sí
fr: Oui
lo: ແມ່ນ
nl: Ja
pt: sim
uz: Ҳа
vi: Có

source: No
cs: Ne
fr: Non
lo: ບໍ່ແມນ
nl: Nee
pt: Não
uz: Йўқ
vi: Không

source: Clear
cs: Vyčistit
es: Limpiar
fr: Effacer
lo: ລຶບ
nl: Duidelijk
pt: Limpar
uz: Тозалаш
vi: Xóa

source: Delete
cs: Smazat
es: Eliminar
fr: Supprimer
lo: ລົບ
nl: Verwijder
pt: Suprimir
uz: Ўчириб ташлаш
vi: Xóa

source: Upload an image
cs: Nahrajte obrázek
es: Subir una imagen
fr: Télécharger une image
lo: ອັບໂຫຼດຮູບພາບ
nl: Upload een afbeelding
pt: Carregar uma imagem
vi: Tải lên một hình ảnh

source: Upload a file
cs: Nahrát soubor
es: Subir un archivo
fr: Télécharger un fichier
lo: ອັບໂຫຼດເອກະສານ
nl: Een bestand uploaden
pt: Carregar um ficheiro
vi: Tải lên một tệp

source: Please provide a valid date and time in the format YYYY-MM-DD HH{{c}}MM
cs: Zadejte prosím platné datum a čas ve formátu RRRR-MM-DD HH{{c}}MM
es: Proporcione una fecha y hora válida con el formato AAAA-MM-DD HH{{c}}MM
fr: Veuillez fournir une date et une heure valides dans le format AAAA-MM-JJ HH{{c}}MM
lo: ກະລຸນາປ້ອນວັນທີ ແລະ ເວລາທີ່ຖືກຕ້ອງໃນຮູບບແບບ YYYY-MM-DD HH{{c}}MM
nl: Geef een geldige datum en tijd op in het format JJJJ-MM-DD UU{{c}}MM
pt: Forneça uma data e hora válidas no formato AAAA-MM-DD HH{{c}}MM
vi: Vui lòng cung cấp ngày và giờ hợp lệ theo định dạng YYYY-MM-DD HH{{c}}MM

source: Please provide a valid time in the format HH{{c}}MM
cs: Zadejte prosím platný čas ve formátu HH{{c}}MM
es: Proporcione una hora válida con el formato HH{{c}}MM
fr: Veuillez fournir une heure valide au format HH{{c}}MM
lo: ກະລຸນາປ້ອນເວລາທີ່ຖືກຕ້ອງໃນຮູບແບບ{{c}}MM
nl: Geef een geldige tijd op in het formaat HH{{c}}MM
pt: Forneça uma hora válida no formato HH{{c}}MM
vi: Vui lòng cung cấp thời gian hợp lệ theo định dạng HH{{c}}MM

source: Please make sure the value of this input is less than the value in "{{otherField}}".
cs: Ujistěte se, že hodnota tohoto vstupu je menší než hodnota v "{{otherField}}".
es: Asegúrese de que el valor de esta entrada sea menor que el valor en "{{otherField}}".
fr: Veuillez vous assurer que la valeur de cette entrée est inférieure à la valeur dans "{{otherField}}".
lo: ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າຄ່າຂອງຂໍ້ມູນມີຄ່ານ້ອຍກ່ວາຄ່າໃນ"{{otherField}}"
nl: Zorg ervoor dat de waarde van deze invoer kleiner is dan de waarde in "{{andereVeld}}".
pt: Certifique-se de que o valor desta entrada é inferior ao valor em "{{otherField}}".
vi: Hãy đảm bảo giá trị của đầu vào này nhỏ hơn giá trị trong "{{otherField}}".

source: Please make sure the value of this input is more than the value in "{{otherField}}".
cs: Ujistěte se prosím, že hodnota tohoto vstupu je větší než hodnota v "{{otherField}}".
es: Asegúrese de que el valor de esta entrada sea mayor que el valor en "{{otherField}}".
fr: Veuillez vous assurer que la valeur de cette entrée est supérieure à la valeur dans "{{otherField}}".
lo: ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າຄ່າຂອງຂໍ້ມູນມີຄ່າຫຼາຍກ່ວາຄ່າໃນ "{{otherField}}"
nl: Zorg ervoor dat de waarde van deze invoer groter is dan de waarde in "{{andereVeld}}".
pt: Certifique-se de que o valor desta entrada é superior ao valor em "{{otherField}}".
vi: Hãy đảm bảo giá trị của đầu vào này lớn hơn giá trị trong "{{otherField}}".

source: Type here to filter in this section
cs: Chcete-li filtrovat v této sekci, zadejte zde
es: Escriba aquí para filtrar en esta sección
nl: Typ hier om in deze sectie te filteren
pt: Digite aqui para filtrar nesta secção

source: 1 item hidden by filter
cs: 1 položka skrytá filtrem
es: 1 elemento oculto por filtro
fr: 1 élément masqué par le filtre
lo: 1 ລາຍການຖືກເຊື່ອງໂດຍຕົວກັ່ນຕອງ
nl: 1 item verborgen door filter
pt: 1 item oculto por filtro
vi: 1 mục đã bị ẩn bởi bộ lọc

source: Something went wrong while setting the form's completion to "{{completed}}": {{errorMessage}}
cs: Při nastavování dokončení formuláře na „{{completed}}“ se něco pokazilo: {{errorMessage}}
es: Algo salió mal al finalizar el formulario en "{{completed}}": {{errorMessage}}
fr: Une erreur s'est produite lors de la définition du statut de réalisation du formulaire sur "{{completed}}" : {{errorMessage}}
lo: ມີບາງຢ່າງຜິດພາດຂະນະທີ່ຕັ້ງຄ່າການປ້ອນແບບຟອມເປັນ"{{completed}}":{{errorMessage}}
nl: Er is iets misgegaan bij het instellen van de voltooiing van het formulier op "{{voltooid}}": {{foutBericht}}
pt: Algo correu mal ao definir o preenchimento do formulário para "{{completed}}": {{errorMessage}}
vi: Có gì đó không ổn khi thiết lập hoàn thành biểu mẫu thành "{{completed}}": {{errorMessage}}

source: Here we could override the message for E2017 error with a custom message in the FE
cs: Zde bychom mohli přepsat zprávu o chybě E2017 vlastní zprávou ve FE
es: Aquí podríamos anular el mensaje de error E2017 con un mensaje personalizado en el FE
fr: Ici, nous pourrions remplacer le message d'erreur E2017 par un message personnalisé dans le formulaire FE
lo: ບ່ອນນີ້ເຮົາສາມາດຂຽນທັບຂໍ້ຄວາມສຳລັບຂໍ້ຜິດພາດE2017 ດ້ວຍຂໍ້ຄວາມທີ່ກຳນົດເອງໃນFE
nl: Hier kunnen we het bericht voor E2017-fout overschrijven met een aangepast bericht in de FE
pt: Aqui podemos substituir a mensagem do erro E2017 por uma mensagem personalizada no FE
vi: Ở đây chúng ta có thể ghi đè thông báo lỗi E2017 bằng thông báo tùy chỉnh trong FE

source: January
cs: Leden

source: February
cs: únor

source: March
cs: Březen

source: April
cs: Duben

source: May
cs: Květen

source: June
cs: červen

source: July
cs: Červenec

source: August
cs: Srpen

source: September
cs: Září

source: October
cs: Říjen

source: November
cs: Listopad

source: December
cs: Prosinec

source: Week {{weekNumber}}
cs: Týden {{weekNumber}}

source: Bi-Week {{biWeekNumber}}
cs: dva týdny {{biWeekNumber}}

source: Daily
cs: Denně

source: Weekly
cs: Týdně

source: Weekly (Start Wednesday)
cs: Týdně (od středy)

source: Weekly (Start Thursday)
cs: Týdně (od čtvrtka)

source: Weekly (Start Saturday)
cs: Týdně (od soboty)

source: Weekly (Start Sunday)
cs: Týdně (začíná nedělí)

source: Bi-weekly
cs: po 14ti dnech

source: Monthly
cs: Měsíčně

source: Bi-monthly
cs: Dva měsíce

source: Quarterly
cs: Čtvrtletně

source: Six-monthly
cs: Šestiměsíční

source: Six-monthly April
cs: Duben šest měsíců

source: Six-monthly November
cs: Listopad, šestiměsíční

source: Yearly
cs: Ročně

source: Financial year (Start November)
cs: Finanční rok (od listopadu)

source: Financial year (Start October)
cs: Finanční rok (od října)

source: Financial year (Start July)
cs: Finanční rok (od července)

source: Financial year (Start April)
cs: Finanční rok (od dubna)

source: {{title}} (disabled)
cs: {{title}} (zakázáno)
es: {{title}} (deshabilitado)
fr: {{title}} (désactivé)
lo: {{title}}(ປິດໃຊ້ງານ)
nl: {{titel}} (uitgeschakeld)
pt: {{title}} (desativado)
vi: {{title}}(bị vô hiệu)

source: Close details sidebar
cs: Zavřít postranní panel podrobností
es: Cerrar barra lateral de detalles
fr: Fermer la barre latérale des détails
lo: ປິດແຖບລາຍລະອຽດດ້ານຂ້າງ
nl: Sluit de detailzijbalk
pt: Fechar a barra lateral de detalhes
vi: Đóng thanh bên chi tiết

source: 1 value failed to save
es: 1 valor no se pudo guardar
fr: 1 valeur non sauvegardée
lo: ບໍ່ສາມາດບັນທຶກຄ່າ 1 ຄ່າໄດ້
nl: 1 waarde kan niet worden opgeslagen
pt: 1 valor não foi guardado
uz: 1 та кўрсатгични сақлашда хатолик юз берди
vi: 1 giá trị không lưu được

source: {{numberOfErrors}} values failed to save
es: {{numberOfErrors}} valores no se pudieron guardar
fr: {{numberOfErrors}}valeurs non sauvegardées
lo: {{numberOfErrors}}ບໍ່ສາມາດບັນທຶກໄດ້
nl: {{numberOfErrors}} waarden kunnen niet worden opgeslagen
pt: {{numberOfErrors}} os valores não foram guardados
uz: {{numberOfErrors}} 1 та кўрсатгични сақлашда хатолик юз берди
vi: {{numberOfErrors}} giá trị không lưu được

source: Closes {{-relativeTime}}
fr: Clôture {{-relativeTime}}
vi: Đóng {{-relativeTime}}

source: Last completed by {{-username}}
fr: Dernièrement marqué Terminé par {{-username}}
vi: Hoàn thành lần cuối bởi {{-username}}

source: Last incompleted by {{-username}}
fr: Dernièrement marqué Non terminé par {{-username}}
vi: Hủy hoàn thành lần cuối bởi {{-username}}

source: Compulsory fields must be filled out before completing the form
fr: Les champs obligatoires doivent être remplis avant d'achever le formulaire.
vi: Các trường bắt buộc phải được điền trước khi hoàn thành biểu mẫu

source: There was a problem loading the {{objectType}} selection ({{id}}). You might not have access, or the selection might be invalid.
es: Hubo un problema al cargar la selección {{objectType}} ({{id}}). Es posible que no tenga acceso o que la selección no sea válida.
fr: Un problème est survenu lors du chargement de la sélection de {{objectType}} ({{id}}). Il se peut que vous n'ayez pas d'accès ou que la sélection ne soit pas valide.
lo: ມີບັນຫາໃນການໂຫຼດ{{objectType}}ການເລືອກ({{id}})ທ່ານອາດບໍ່ໄດ້ຮັບອານຸຍາດໃນການເຂົ້າເຖີງ, ຫຼື ການເລືອກອາດບໍ່ຖຶກຕ້ອງ
nl: Er is een probleem opgetreden bij het laden van de selectie {{objectType}} ({{id}}). Mogelijk hebt u geen toegang of is de selectie ongeldig.
pt: Houve um problema ao carregar a seleção {{objectType}} ({{id}}). Poderá não ter acesso ou a seleção poderá ser inválida.
uz: {{objectType}} танловини ({{id}}) юклашда хатолик юз бери. Сизда рухсат йўқлиги ёки танлов нотўғри бўлиши мумкин.
vi: Có vấn đề khi tải {{objectType}} ({{id}}). Bạn không có quyền truy cập, hoặc các lựa chọn không hợp lệ.

source: Failed to sync, not saved
es: No se pudo sincronizar, no guardado
fr: Échec de la synchronisation, non sauvegardé
lo: ບໍ່ສາມາດສົ່ງຂໍ້ມູນໄດ້, ບໍ່ສາມາດບັນທຶກໄດ້
nl: Kan niet synchroniseren, niet opgeslagen
pt: Falha na sincronização, não guardado
uz: Синхронлашда хатолик бўлди, сақланмади
vi: Không đồng bộ được, không lưu được

source: Warning, saved
fr: Avertissement, sauvegardé
vi: Cảnh báo, đã lưu

source: Compulsory field
fr: Champ obligatoire
vi: Trường bắt buộc

source: or
es: o
fr: ou
nl: of
pt: ou
uz: ёки
vi: hoặc

source: No periods available in this year
fr: Pas de période disponible pour cette année
vi: Không có thời điểm nào mở trong năm nay

source: The Period ({{id}}) is not open or is invalid.
es: El período ({{id}}) no está abierto o no es válido.
fr: La période ({{id}}) n'est pas ouverte ou n'est pas valide.
lo: ຊ່ວງເວລາ({{id}})ບໍ່ໄດ້ເປິດ ຫຼື ບໍ່ຖືກຕ້ອງ
nl: De Periode ({{id}}) is niet open of is ongeldig.
pt: O Período ({{id}}) não está aberto ou é inválido.
uz: Давр ({{id}}) очиқ эмас ёки яроқсиз.
vi: Thời điểm ({{id}}) không được mở hoặc không hợp lệ

source: Date
lo: ວັນທີ່
uz: Сана
vi: Ngày

source: User
fr: Utilisateur
lo: ຜູ້ໃຊ້
uz: Фойдаланувчи
vi: Người dùng

source: Change
fr: Modifier
lo: ປ່ຽນ
vi: Thay đổi

source: audit dates are given in {{- timeZone}} time
fr: les dates d'audit sont indiquées selon le fuseau horaire {{- timeZone}}
vi: ngày kiểm toán được đưa ra trong thời gian {{- timeZone}}

source: Min
es: Mín
lo: ຄ່ານ້ອຍສຸດ
uz: Минимум
vi: Nhỏ nhất

source: Max
es: Máx
lo: ຄ່າສູງສຸດ
pt: Máx
uz: Максимум
vi: Lớn nhất

source: Data cannot be added or changed because organisation unit is closed for the selected period.
es: Los datos no se pueden agregar ni cambiar porque la unidad organizativa está cerrada para el período seleccionado.
fr: Les données ne peuvent être ajoutées ou modifiées car l'unité d'organisation est fermée pour la période sélectionnée.
lo: ບໍ່ສາມາດເພີ່ມ ຫຼື ປ່ຽນແປງຂໍ້ມູນໄດ້ເພາະວ່າຫົວໜ່ວຍການຈັດຕັ້ງປິດໃຊ້ງານໃນຊ່ວງເວລາທີ່ເລືອກ
nl: Gegevens kunnen niet worden toegevoegd of gewijzigd omdat organisatie-eenheid gesloten is voor de geselecteerde periode.
pt: Os dados não podem ser adicionados ou alterados porque a unidade organizacional está fechada para o período selecionado.
vi: Không thể thêm hoặc thay đổi dữ liệu vì đơn vị đã đóng cửa trong khoảng thời gian đã chọn.

source: Get started with data entry
es: Comience con la entrada de datos
fr: Commencer la saisie des données
lo: ເລີ່ມຕົ້ນການປ້ອນຂໍ້ມູນ
nl: Aan de slag met gegevensinvoer
pt: Começar a trabalhar com a introdução de dados
vi: Bắt đầu với nhập liệu tổng hợp

source: Choose a data set, organisation unit, and period from the top bar to start entering data
es: Seleccione un set de datos, una unidad organizativa y un período en la barra superior para comenzar a ingresar datos
fr: Sélectionnez un ensemble de données, une unité d'organisation, et une période dans la barre supérieure pour commencer à saisir les données
lo: ເລືອກຊຸດຂໍ້ມູນ, ຫົວໜ່ວຍການຈັດຕັ້ງ ແລະ ຊ່ວງເວລາ ຈາກແຖບທາງດ້ານເທີງເພື່ອເລີ່ມການປ້ອນຂໍ້ມູນ
nl: Kies de gegevensverzameling, organisatie-eenheid en periode uit de bovenste balk om te beginnen met het invoeren van gegevens
pt: Escolha um conjunto de dados, uma unidade orgânica e um período na barra superior para começar a introduzir dados
vi: Chọn một biểu nhập, đơn vị, và thời điểm để bắt đầu nhập liệu

source: Learn more about data entry
es: Más información sobre la entrada de datos
fr: En savoir plus sur la saisie de données
lo: ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບການປ້ອນຂໍ້ມູນ
nl: Meer informatie over gegevensinvoer
pt: Saiba mais sobre a introdução de dados
vi: Tìm hiểu thêm về nhập liệu tổng hợp

source: Filter data elements in all sections
fr: Filtrer les éléments de données dans toutes les sections
vi: Lọc phần tử dữ liệu trong mọi phân đoạn

source: This value cannot be calculated in this app
fr: Cette valeur ne peut pas être calculée dans cette application
vi: Giá trị này không thể được tính ở đây

source: This expression is not mathematically calculable {{numeratorValue}}/{{denominatorValue}}
fr: Cette expression n'est pas mathématiquement calculable {{numeratorValue}}/{{denominatorValue}}
vi: Biểu thức này không thể tính toán được bằng toán học {{numeratorValue}}/{{denominatorValue}}

source: Pick a date
fr: Choisissez une date
vi: Chọn một ngày

source: Pick a time
fr: Choisir une heure
vi: Chọn một thời điểm

source: Choose option(s)
es: Seleccione la(s) opción(es)
fr: Choisir une ou plusieurs option(s)
lo: ເລືອກຕົວເລືອກ(s)
nl: Kies optie(s)
pt: Selecionar opção(ões)
vi: Chọn tùy chọn

source: Type here to filter rows in this section
fr: Tapez ici pour filtrer les lignes de cette section
vi: Nhập vào đây để lọc từng dòng trong phân đoạn này

source: {{count}} items hidden by filter
fr: {{count}} éléments cachés par le filtre
vi: {{count}}mục đã bị ẩn bởi bộ lọc

source: {{pendingMutations}} change saved locally
es: {{pendingMutations}} cambio guardado localmente
fr: Modification de {{pendingMutations}} sauvegardé localement
lo: {{pendingMutations}}ການປ່ຽນແປງທີ່ບັນທຶກໃວ້ໃນເຄື່ອງ
nl: {{inAfwachtingVanMutatie}} wijziging lokaal opgeslagen
pt: {{pendingMutations}} alteração guardada localmente
vi: {{pendingMutations}} thay đổi được lưu cục bộ

source: {{pendingMutations}} changes saved locally
es: {{pendingMutations}} cambios guardados localmente
fr: Modifications de {{pendingMutations}} sauvegardées localement
lo: {{pendingMutations}}ການປ່ຽນແປງທີ່ບັນທຶກໃວ້ໃນເຄື່ອງ
nl: {{inAfwachtingVanMutatie}} wijzigingen lokaal opgeslagen
pt: {{pendingMutations}} alterações guardadas localmente
vi: {{pendingMutations}} thay đổi được lưu cục bộ

source: Selected period is after latest open future period
es: El período seleccionado es posterior al último período futuro abierto
fr: La période sélectionnée est postérieure à la dernière période future ouverte
lo: ຊ່ວງເວລາທີ່ເລືອກແມ່ນຫຼັງຈາກເປີດຊ່ວງເວລາໃນອານາຄົດຄັ້ງລ່າສຸດ
nl: De geselecteerde periode is na de laatste open toekomstige periode
pt: O período selecionado é posterior ao último período futuro aberto
vi: Thời điểm được chọn là sau khoảng thời điểm tương lai mở mới nhất

source: Invalid date ({{date}})
fr: Date invalide ({{date}})
vi: Ngày không hợp lệ ({{date}})

source: Integer numbers have to be in the range from -2147483648 to 2147483647
fr: Les nombres entiers doivent être compris entre -2147483648 et 2147483647.
vi: Số nguyên phải nằm trong phạm vi từ -2147483648 đến 2147483647

source: Ctrl + Enter
es: Control + Intro
fr: Ctrl + Entrée

source: Cmd + Enter
es: Comando + Intro
fr: Cmd + Entrée
uz: Ctrl + Enter

source: Tab
es: Pestaña
fr: Onglet
lo: ແຖບ

source: Shift + Tab
es: Mayús + Tabulador
fr: Maj + Tab
